{"<PAD>": 0, "the": 1, "worst": 2, "revenge": 3, "of": 4, "nerds": 5, "clich": 6, "s": 7, "filmmakers": 8, "could": 9, "dredge": 10, "up": 11, "solid": 12, "acting": 13, "and": 14, "a": 15, "neat": 16, "premise": 17, "ode": 18, "to": 19, "unconditional": 20, "love": 21, "compassion": 22, "garnered": 23, "from": 24, "years": 25, "seeing": 26, "it": 27, "all": 28, ",": 29, "condition": 30, "only": 31, "old": 32, "are": 33, "privy": 34, "often": 35, "misconstrued": 36, "as": 37, "weakness": 38, "while": 39, "do": 40, "joan": 41, "philip": 42, "'s": 43, "repetitive": 44, "arguments": 45, "schemes": 46, "treachery": 47, "movie": 48, "is": 49, "silly": 50, "beyond": 51, "comprehension": 52, "even": 53, "if": 54, "were": 55, "n't": 56, "would": 57, "still": 58, "be": 59, "refreshing": 60, "that": 61, "someone": 62, "understands": 63, "need": 64, "for": 65, "bad": 66, "boy": 67, "diesel": 68, "with": 69, "his": 70, "brawny": 71, "frame": 72, "cool": 73, "composed": 74, "delivery": 75, "fits": 76, "bill": 77, "perfectly": 78, "feel": 79, "my": 80, "eyelids": 81, "getting": 82, "very": 83, "value": 84, "choices": 85, "made": 86, "me": 87, "want": 88, "pack": 89, "raw": 90, "dough": 91, "in": 92, "ears": 93, "really": 94, "wrong": 95, "this": 96, "ricture": 97, "here": 98, "lacks": 99, "considerable": 100, "brio": 101, "showdown": 102, "kissing": 103, "jessica": 104, "stein": 105, "injects": 106, "freshness": 107, "spirit": 108, "into": 109, "romantic": 110, "comedy": 111, "genre": 112, "which": 113, "has": 114, "been": 115, "held": 116, "hostage": 117, "by": 118, "generic": 119, "scripts": 120, "seek": 121, "remake": 122, "sleepless": 123, "seattle": 124, "again": 125, "thriller": 126, "without": 127, "lot": 128, "thrills": 129, "twisted": 130, "sense": 131, "humor": 132, "but": 133, "dull": 134, "ankle": 135, "deep": 136, "dramatic": 137, "conviction": 138, "underlies": 139, "best": 140, "comedies": 141, "remind": 142, "us": 143, "brilliant": 144, "crime": 145, "dramas": 146, "say": 147, "something": 148, "about": 149, "its": 150, "subjects": 151, "he": 152, "just": 153, "slopped": 154, "`": 155, "em": 156, "together": 157, "m": 158, "intolerable": 159, "levels": 160, "kind": 161, "comes": 162, "along": 163, "occasionally": 164, "one": 165, "so": 166, "unconventional": 167, "gutsy": 168, "executed": 169, "takes": 170, "your": 171, "breath": 172, "away": 173, "most": 174, "excruciating": 175, "86": 176, "minutes": 177, "we": 178, "have": 179, "no": 180, "idea": 181, "what": 182, "creation": 183, "going": 184, "on": 185, "'ll": 186, "end": 187, "moved": 188, "tug": 189, "at": 190, "heart": 191, "ways": 192, "utterly": 193, "transcend": 194, "gender": 195, "none": 196, "half": 197, "moving": 198, "seem": 199, "think": 200, "more": 201, "windtalkers": 202, "seems": 203, "ransacked": 204, "every": 205, "world": 206, "war": 207, "ii": 208, "overly": 209, "familiar": 210, "material": 211, "unfaithful": 212, "'": 213, "cheats": 214, "itself": 215, "retreats": 216, "comfortable": 217, "territory": 218, "surprising": 219, "flair": 220, "b": 221, "required": 222, "genuine": 223, "ms": 224, "spears": 225, "rather": 226, "unbelievable": 227, "interest": 228, "'ve": 229, "got": 230, "seven": 231, "days": 232, "left": 233, "live": 234, "glued": 235, "screen": 236, "successful": 237, "relating": 238, "history": 239, "than": 240, "creating": 241, "an": 242, "emotionally": 243, "complex": 244, "dramatically": 245, "satisfying": 246, "heroine": 247, "uses": 248, "usual": 249, "modus": 250, "operandi": 251, "crucifixion": 252, "right": 253, "approach": 254, "charming": 255, "quirky": 256, "difficult": 257, "worthy": 258, "doze": 259, "off": 260, "thirty": 261, "film": 262, "hits": 263, "mark": 264, "should": 265, "drop": 266, "everything": 267, "run": 268, "ichi": 269, "plain": 270, "irrelevant": 271, "repulse": 272, "assumes": 273, "not": 274, "subtlety": 275, "lost": 276, "target": 277, "audience": 278, "also": 279, "too": 280, "stupid": 281, "realize": 282, "they": 283, "already": 284, "seen": 285, "exact": 286, "same": 287, "hundred": 288, "times": 289, "honest": 290, "working": 291, "man": 292, "john": 293, "q": 294, "archibald": 295, "purpose": 296, "or": 297, "plot": 298, "gets": 299, "you": 300, "hitchcock": 301, "better": 302, "threw": 303, "loads": 304, "money": 305, "much": 306, "was": 307, "teenage": 308, "boys": 309, "wrestling": 310, "fans": 311, "payami": 312, "tries": 313, "raise": 314, "some": 315, "serious": 316, "issues": 317, "iran": 318, "electoral": 319, "process": 320, "result": 321, "subtle": 322, "party": 323, "political": 324, "broadcast": 325, "inhabit": 326, "special": 327, "annex": 328, "hell": 329, "original": 330, "nostalgia": 331, "communal": 332, "experiences": 333, "yesteryear": 334, "proud": 335, "see": 336, "sisters": 337, "thrown": 338, "summer": 339, "camp": 340, "talent": 341, "show": 342, "hastily": 343, "written": 344, "period": 345, "perfect": 346, "biopic": 347, "hammers": 348, "jackie": 349, "chan": 350, "movies": 351, "guilty": 352, "pleasure": 353, "explored": 354, "infinitely": 355, "grace": 356, "eloquence": 357, "cliche": 358, "pileup": 359, "nit": 360, "picky": 361, "curiously": 362, "stylized": 363, "quasi": 364, "shakespearean": 365, "portrait": 366, "pure": 367, "misogynist": 368, "evil": 369, "point": 370, "two": 371, "regarding": 372, "life": 373, "go": 374, "home": 375, "''": 376, "when": 377, "talking": 378, "americans": 379, "wrenching": 380, "warm": 381, "inviting": 382, "predominantly": 383, "charitable": 384, "can": 385, "propaganda": 386, "blind": 387, "silliness": 388, "abused": 389, "inner": 390, "city": 391, "autistic": 392, "'re": 393, "definitely": 394, "convinced": 395, "these": 396, "women": 397, "spectacular": 398, "long": 399, "dishonorable": 400, "quickie": 401, "teen": 402, "pop": 403, "exploitation": 404, "wildly": 405, "incompetent": 406, "funnier": 407, "sex": 408, "strangers": 409, "success": 410, "sensitive": 411, "story": 412, "vietnamese": 413, "view": 414, "solidly": 415, "entertaining": 416, "embraced": 417, "almost": 418, "impossible": 419, "events": 420, "set": 421, "motion": 422, "across": 423, "relic": 424, "bygone": 425, "era": 426, "convolutions": 427, "plausible": 428, "prechewed": 429, "racial": 430, "through": 431, "corporate": 432, "stand": 433, "mill": 434, "she": 435, "ca": 436, "provide": 437, "any": 438, "conflict": 439, "strong": 440, "narrative": 441, "uzumaki": 442, "interesting": 443, "social": 444, "parallel": 445, "defiant": 446, "aesthetic": 447, "prostituted": 448, "muse": 449, "includes": 450, "strangest": 451, "wild": 452, "ride": 453, "unique": 454, "memorable": 455, "peaked": 456, "outrageous": 457, "force": 458, "craven": 459, "concealment": 460, "ill": 461, "conceived": 462, "take": 463, "courtroom": 464, "few": 465, "nifty": 466, "twists": 467, "crucial": 468, "another": 469, "first": 470, "rate": 471, "performance": 472, "top": 473, "billed": 474, "star": 475, "bruce": 476, "willis": 477, "tasteful": 478, "intelligent": 479, "manner": 480, "day": 481, "stimulating": 482, "raising": 483, "james": 484, "bond": 485, "meshes": 486, "elegant": 487, "entertainment": 488, "major": 489, "compelling": 490, "look": 491, "young": 492, "woman": 493, "tragic": 494, "odyssey": 495, "unless": 496, "bob": 497, "crane": 498, "particular": 499, "impressive": 500, "performances": 501, "adept": 502, "direction": 503, "likely": 504, "leave": 505, "lasting": 506, "impression": 507, "imparting": 508, "knowledge": 509, "justice": 510, "served": 511, "baffling": 512, "subplot": 513, "involving": 514, "smuggling": 515, "drugs": 516, "inside": 517, "danish": 518, "cows": 519, "falls": 520, "flat": 521, "alter": 522, "bard": 523, "ending": 524, "'d": 525, "good": 526, "alternative": 527, "watchable": 528, "madonna": 529, "does": 530, "properly": 531, "called": 532, "accurately": 533, "``": 534, "snl": 535, "great": 536, "presence": 537, "battle": 538, "after": 539, "followed": 540, "killer": 541, "cgi": 542, "effects": 543, "believe": 544, "puts": 545, "them": 546, "wills": 547, "care": 548, "funny": 549, "single": 550, "minded": 551, "carpenter": 552, "disgusted": 553, "lazy": 554, "finished": 555, "product": 556, "unshapely": 557, "like": 558, "cold": 559, "dead": 560, "awful": 561, "arc": 562, "scorcher": 563, "oddly": 564, "detached": 565, "childish": 566, "things": 567, "uninspired": 568, "lacking": 569, "real": 570, "wit": 571, "elevate": 572, "formula": 573, "level": 574, "classic": 575, "aspires": 576, "tainted": 577, "cliches": 578, "painful": 579, "improbability": 580, "murky": 581, "points": 582, "irresistibly": 583, "baran": 584, "production": 585, "enormous": 586, "amount": 587, "affection": 588, "willingness": 589, "explore": 590, "principal": 591, "characters": 592, "honesty": 593, "insight": 594, "secondary": 595, "action": 596, "keep": 597, "brisk": 598, "amusing": 599, "pace": 600, "actor": 601, "lead": 602, "group": 603, "talented": 604, "friends": 605, "astray": 606, "beautiful": 607, "evocative": 608, "works": 609, "simplistic": 610, "maintain": 611, "excess": 612, "layers": 613, "hipness": 614, "expands": 615, "limits": 616, "taking": 617, "lives": 618, "whom": 619, "might": 620, "give": 621, "second": 622, "passed": 623, "street": 624, "read": 625, "lips": 626, "invisible": 627, "nearly": 628, "psychic": 629, "nuances": 630, "leaping": 631, "digressions": 632, "memory": 633, "desire": 634, "pump": 635, "overworked": 636, "elements": 637, "eastwood": 638, "dirty": 639, "harry": 640, "done": 641, "before": 642, "never": 643, "vividly": 644, "passion": 645, "passionate": 646, "somewhat": 647, "flawed": 648, "treatment": 649, "saturday": 650, "morning": 651, "tv": 652, "especially": 653, "pseudo": 654, "educational": 655, "stuff": 656, "spy": 657, "kids": 658, "winner": 659, "both": 660, "adults": 661, "younger": 662, "audiences": 663, "high": 664, "school": 665, "nothing": 666, "94": 667, "riveting": 668, "power": 669, "sadness": 670, "stubbornly": 671, "refused": 672, "gel": 673, "ambitious": 674, "rolling": 675, "eyes": 676, "created": 677, "such": 678, "vibrant": 679, "colorful": 680, "remember": 681, "packed": 682, "inventive": 683, "cinematic": 684, "tricks": 685, "ironically": 686, "soundtrack": 687, "manages": 688, "build": 689, "terrifying": 690, "obvious": 691, "conclusion": 692, "looking": 693, "stylish": 694, "hiv": 695, "aids": 696, "far": 697, "being": 698, "yesterday": 699, "news": 700, "get": 701, "popcorn": 702, "whenever": 703, "onscreen": 704, "deadly": 705, "seriously": 706, "truly": 707, "prurient": 708, "makes": 709, "least": 710, "favorite": 711, "cleverly": 712, "plotted": 713, "suspects": 714, "tolerable": 715, "lark": 716, "rises": 717, "above": 718, "superficiality": 719, "ch": 720, "teau": 721, "quite": 722, "able": 723, "overcome": 724, "cultural": 725, "moat": 726, "surrounding": 727, "ludicrous": 728, "contrived": 729, "i": 730, "par": 731, "stuart": 732, "little": 733, "2": 734, "light": 735, "fun": 736, "cheese": 737, "puff": 738, "faith": 739, "future": 740, "blasphemous": 741, "goldbacher": 742, "draws": 743, "visual": 744, "easy": 745, "seductive": 746, "pacing": 747, "full": 748, "elaborate": 749, "carried": 750, "less": 751, "wow": 752, "factors": 753, "yarn": 754, "holds": 755, "well": 756, "decades": 757, "happy": 758, "!": 759, "layered": 760, "hard": 761, "clockstoppers": 762, "menacing": 763, "atmosphere": 764, "satisfaction": 765, "looked": 766, "crap": 767, "expecting": 768, "hat": 769, "province": 770, "male": 771, "intrigue": 772, "sexy": 773, "unashamedly": 774, "pro": 775, "serbian": 776, "attempt": 777, "voice": 778, "other": 779, "side": 780, "endorses": 781, "simply": 782, "because": 783, "own": 784, "comparison": 785, "e": 786, "t": 787, "remains": 788, "wondrous": 789, "hollywood": 790, "fantasies": 791, "apex": 792, "steven": 793, "spielberg": 794, "misunderstood": 795, "career": 796, "down": 797, "earth": 798, "skip": 799, "dreck": 800, "rent": 801, "animal": 802, "house": 803, "displays": 804, "freshening": 805, "play": 806, "odd": 807, "ultimately": 808, "effectively": 809, "creepy": 810, "scary": 811, "who": 812, "carved": 813, "their": 814, "niche": 815, "exercise": 816, "gross": 817, "romanticization": 818, "delusional": 819, "personality": 820, "type": 821, "riveted": 822, "nuance": 823, "unexpected": 824, "flashes": 825, "dark": 826, "character": 827, "gripping": 828, "humanity": 829, "oscar": 830, "caliber": 831, "surprisingly": 832, "decent": 833, "flick": 834, "dangerous": 835, "altar": 836, "flaws": 837, "blade": 838, "mutates": 839, "out": 840, "monster": 841, "melds": 842, "derivative": 843, "rich": 844, "exciting": 845, "always": 846, "beauty": 847, "behold": 848, "dazzling": 849, "conceptual": 850, "feat": 851, "tough": 852, "tell": 853, "abundant": 854, "supply": 855, "woefully": 856, "hackneyed": 857, "directed": 858, "scott": 859, "kalvert": 860, "gangs": 861, "turf": 862, "wars": 863, "1958": 864, "brooklyn": 865, "stale": 866, "gratuitous": 867, "violence": 868, "empty": 869, "machismo": 870, "time": 871, "apocalypse": 872, "closer": 873, "many": 874, "expressing": 875, "way": 876, "someplace": 877, "between": 878, "consuming": 879, "self": 880, "absorption": 881, "insistently": 882, "demanding": 883, "otherness": 884, "shimmeringly": 885, "lovely": 886, "coming": 887, "age": 888, "shot": 889, "artful": 890, "watery": 891, "tones": 892, "blue": 893, "green": 894, "brown": 895, "jovial": 896, "air": 897, "worth": 898, "recommendation": 899, "carries": 900, "ai": 901, "cute": 902, "baggage": 903, "her": 904, "role": 905, "troubled": 906, "determined": 907, "homicide": 908, "cop": 909, "pull": 910, "heavy": 911, "masterpiece": 912, "invited": 913, "classy": 914, "dinner": 915, "soiree": 916, "death": 917, "orgasm": 918, "lrb": 919, "wo": 920, "rrb": 921, "exceedingly": 922, "people": 923, "foster": 924, "breathes": 925, "roll": 926, "otherwise": 927, "bland": 928, "regret": 929, "family": 930, "follows": 931, "blair": 932, "witch": 933, "hour": 934, "told": 935, "vague": 936, "then": 937, "goes": 938, "awry": 939, "final": 940, "30": 941, "those": 942, "rare": 943, "pictures": 944, "bertrand": 945, "tavernier": 946, "incredibly": 947, "handed": 948, "manipulative": 949, "dud": 950, "leaves": 951, "desired": 952, "relies": 953, "scorchingly": 954, "scenario": 955, "slapdash": 956, "disaster": 957, "enhanced": 958, "had": 959, "urge": 960, "grab": 961, "lady": 962, "aisle": 963, "walker": 964, "toss": 965, "frustration": 966, "boring": 967, "indie": 968, "found": 969, "probably": 970, "extremely": 971, "relate": 972, "engaging": 973, "become": 974, "trademark": 975, "fragmented": 976, "insatiable": 977, "absorbs": 978, "lame": 979, "condescending": 980, "stereotypes": 981, "plague": 982, "films": 983, "dealing": 984, "mentally": 985, "gooding": 986, "energetic": 987, "frontman": 988, "effective": 989, "diane": 990, "lane": 991, "sophisticated": 992, "prefer": 993, "watching": 994, "merely": 995, "indulges": 996, "close": 997, "imitation": 998, "advantage": 999, "substandard": 1000, "picture": 1001, "beginning": 1002, "hate": 1003, "figured": 1004, "bielinsky": 1005, "game": 1006, "trouble": 1007, "match": 1008, "mortarboards": 1009, "poets": 1010, "society": 1011, "will": 1012, "hunting": 1013, "seeking": 1014, "cohesive": 1015, "absorbing": 1016, "scorn": 1017, "went": 1018, "over": 1019, "head": 1020, "operative": 1021, "word": 1022, "company": 1023, "crammed": 1024, "references": 1025, "fascinating": 1026, "hardass": 1027, "american": 1028, "die": 1029, "others": 1030, "pretends": 1031, "living": 1032, "learned": 1033, "sort": 1034, "lesson": 1035, "unusual": 1036, "nutty": 1037, "revel": 1038, "jokes": 1039, "verbal": 1040, "pokes": 1041, "likes": 1042, "miramax": 1043, "chief": 1044, "harvey": 1045, "weinstein": 1046, "bluff": 1047, "personal": 1048, "style": 1049, "hand": 1050, "director": 1051, "george": 1052, "clooney": 1053, "biting": 1054, "big": 1055, "job": 1056, "tortured": 1057, "husband": 1058, "highly": 1059, "predictable": 1060, "short": 1061, "huge": 1062, "credit": 1063, "thoroughly": 1064, "winning": 1065, "tone": 1066, "sheer": 1067, "images": 1068, "fine": 1069, "splendid": 1070, "singing": 1071, "angela": 1072, "gheorghiu": 1073, "ruggero": 1074, "raimondi": 1075, "roberto": 1076, "alagna": 1077, "took": 1078, "three": 1079, "dialogue": 1080, "seconds": 1081, "turned": 1082, "90": 1083, "minute": 1084, "feels": 1085, "five": 1086, "hours": 1087, "hopeless": 1088, "johnny": 1089, "knoxville": 1090, "stomach": 1091, "thumbs": 1092, "d": 1093, "shallow": 1094, "cautionary": 1095, "tale": 1096, "partying": 1097, "gay": 1098, "men": 1099, "moratorium": 1100, "immediately": 1101, "weird": 1102, "though": 1103, "particularly": 1104, "important": 1105, "vintage": 1106, "triumph": 1107, "rotten": 1108, "state": 1109, "california": 1110, "justifies": 1111, "existence": 1112, "produces": 1113, "talk": 1114, "cinephile": 1115, "feast": 1116, "invitation": 1117, "countless": 1118, "interpretations": 1119, "french": 1120, "cinema": 1121, "form": 1122, "examine": 1123, "labyrinthine": 1124, "cross": 1125, "change": 1126, "completely": 1127, "enlightening": 1128, "dudsville": 1129, "food": 1130, "thought": 1131, "instructive": 1132, "multi": 1133, "imponderably": 1134, "stilted": 1135, "12": 1136, "kiddie": 1137, "fantasy": 1138, "pablum": 1139, "sweet": 1140, "building": 1141, "climax": 1142, "scarcely": 1143, "surprise": 1144, "mistake": 1145, "laughs": 1146, "simple": 1147, "failing": 1148, "find": 1149, "spark": 1150, "soapy": 1151, "pre": 1152, "wwii": 1153, "drama": 1154, "vivid": 1155, "message": 1156, "discovery": 1157, "neil": 1158, "burger": 1159, "succeeded": 1160, "making": 1161, "mystery": 1162, "four": 1163, "back": 1164, "springboard": 1165, "immediate": 1166, "present": 1167, "noir": 1168, "sub": 1169, "maybe": 1170, "echoes": 1171, "now": 1172, "morbidity": 1173, "recent": 1174, "loser": 1175, "new": 1176, "lousy": 1177, "editing": 1178, "pompous": 1179, "fatal": 1180, "nemesis": 1181, "suffers": 1182, "paunchy": 1183, "midsection": 1184, "several": 1185, "plodding": 1186, "sequences": 1187, "wickedly": 1188, "undramatic": 1189, "central": 1190, "theme": 1191, "sucked": 1192, "dry": 1193, "undead": 1194, "upon": 1195, "layer": 1196, "atop": 1197, "wooden": 1198, "shifting": 1199, "peculiarly": 1200, "moral": 1201, "amorality": 1202, "woo": 1203, "work": 1204, "aspects": 1205, "jason": 1206, "x": 1207, "expected": 1208, "else": 1209, "tanks": 1210, "hilarious": 1211, "place": 1212, "visit": 1213, "avoid": 1214, "solving": 1215, "problem": 1216, "trying": 1217, "distract": 1218, "solution": 1219, "training": 1220, "dedication": 1221, "becoming": 1222, "class": 1223, "fencer": 1224, "trumpet": 1225, "blast": 1226, "there": 1227, "may": 1228, "mexican": 1229, "bornin": 1230, "achieves": 1231, "near": 1232, "virtuosity": 1233, "crapulence": 1234, "peace": 1235, "possible": 1236, "emotional": 1237, "impact": 1238, "static": 1239, "writer": 1240, "plea": 1241, "democracy": 1242, "civic": 1243, "laudable": 1244, "roses": 1245, "trailer": 1246, "trash": 1247, "laugh": 1248, "route": 1249, "pixilated": 1250, "sometimes": 1251, "overinflated": 1252, "mythology": 1253, "longer": 1254, "recognizes": 1255, "needs": 1256, "moviegoers": 1257, "plots": 1258, "around": 1259, "majestic": 1260, "achievement": 1261, "epic": 1262, "astonishing": 1263, "grandeur": 1264, "make": 1265, "splash": 1266, "greater": 1267, "graceful": 1268, "brutally": 1269, "clueless": 1270, "fart": 1271, "masturbation": 1272, "next": 1273, "did": 1274, "beautifully": 1275, "produced": 1276, "riding": 1277, "inherent": 1278, "absurdity": 1279, "ganesh": 1280, "rise": 1281, "ladder": 1282, "book": 1283, "sound": 1284, "convincing": 1285, "ideas": 1286, "comic": 1287, "scenes": 1288, "fly": 1289, "poetry": 1290, "stereotypical": 1291, "enough": 1292, "skin": 1293, "rubenesque": 1294, "physique": 1295, "intelligence": 1296, "event": 1297, "whole": 1298, "avoids": 1299, "possibilities": 1300, "situation": 1301, "act": 1302, "unfocused": 1303, "hit": 1304, "miss": 1305, "affair": 1306, "consistently": 1307, "cho": 1308, "intended": 1309, "imaginative": 1310, "hoped": 1311, "strangely": 1312, "believable": 1313, "depressing": 1314, "potentially": 1315, "delayed": 1316, "blood": 1317, "tired": 1318, "protagonist": 1319, "scare": 1320, "delight": 1321, "mtv": 1322, "schmucks": 1323, "indulgent": 1324, "forgets": 1325, "obligations": 1326, "leading": 1327, "tragedy": 1328, "somehow": 1329, "guessable": 1330, "strung": 1331, "moments": 1332, "taken": 1333, "car": 1334, "innovation": 1335, "engage": 1336, "contemporary": 1337, "chinese": 1338, "filmmaker": 1339, "brought": 1340, "wonderful": 1341, "thing": 1342, "share": 1343, "compellingly": 1344, "minor": 1345, "miracle": 1346, "greedy": 1347, "goodwill": 1348, "generates": 1349, "orchestrating": 1350, "finale": 1351, "impenetrable": 1352, "huppert": 1353, "steal": 1354, "meal": 1355, "channeling": 1356, "kathy": 1357, "baker": 1358, "turn": 1359, "repressed": 1360, "mother": 1361, "boston": 1362, "public": 1363, "8": 1364, "augustine": 1365, "satisfyingly": 1366, "scarifying": 1367, "fresh": 1368, "vegetables": 1369, "freeman": 1370, "judd": 1371, "dime": 1372, "store": 1373, "ruminations": 1374, "placed": 1375, "pantheon": 1376, "swashbucklers": 1377, "actors": 1378, "daniel": 1379, "auteuil": 1380, "disappointment": 1381, "superficial": 1382, "deals": 1383, "meander": 1384, "worn": 1385, "treads": 1386, "heavily": 1387, "enjoyable": 1388, "balance": 1389, "shifted": 1390, "favor": 1391, "water": 1392, "bound": 1393, "land": 1394, "based": 1395, "emphasis": 1396, "latter": 1397, "crush": 1398, "waterlogged": 1399, "110": 1400, "panic": 1401, "room": 1402, "gonna": 1403, "energy": 1404, "geniality": 1405, "please": 1406, "fanatical": 1407, "adherents": 1408, "either": 1409, "know": 1410, "subject": 1411, "interested": 1412, "unforgiven": 1413, "buzz": 1414, "whir": 1415, "sweetly": 1416, "adult": 1417, "hold": 1418, "our": 1419, "21": 1420, "excruciatingly": 1421, "tedious": 1422, "coral": 1423, "reef": 1424, "adventure": 1425, "heavyweight": 1426, "fights": 1427, "fight": 1428, "behalf": 1429, "endangered": 1430, "reefs": 1431, "lets": 1432, "punching": 1433, "mindless": 1434, "peak": 1435, "insipid": 1436, "fully": 1437, "formed": 1438, "halfwit": 1439, "stars": 1440, "shockingly": 1441, "devoid": 1442, "typical": 1443, "majid": 1444, "majidi": 1445, "shoe": 1446, "loving": 1447, "crippled": 1448, "children": 1449, "night": 1450, "shyamalan": 1451, "weave": 1452, "eerie": 1453, "spell": 1454, "riot": 1455, "uncanny": 1456, "observation": 1457, "frank": 1458, "novak": 1459, "keeps": 1460, "grounded": 1461, "undeniable": 1462, "realism": 1463, "check": 1464, "brain": 1465, "door": 1466, "south": 1467, "park": 1468, "destined": 1469, "win": 1470, "wide": 1471, "mouth": 1472, "reviews": 1473, "line": 1474, "among": 1475, "studio": 1476, "animated": 1477, "classics": 1478, "choice": 1479, "fearful": 1480, "southern": 1481, "blacks": 1482, "distilled": 1483, "underdeveloped": 1484, "effort": 1485, "source": 1486, "offers": 1487, "deal": 1488, "female": 1489, "timeless": 1490, "danger": 1491, "emotions": 1492, "united": 1493, "states": 1494, "intelligently": 1495, "once": 1496, "true": 1497, "unfolds": 1498, "mid": 1499, "range": 1500, "seagal": 1501, "redone": 1502, "horses": 1503, "fewer": 1504, "deliberate": 1505, "inadvertent": 1506, "ones": 1507, "stunningly": 1508, "trite": 1509, "songs": 1510, "bryan": 1511, "adams": 1512, "rock": 1513, "complete": 1514, "waste": 1515, "stiff": 1516, "shockwaves": 1517, "thanks": 1518, "deserves": 1519, "intoxication": 1520, "mixture": 1521, "melodrama": 1522, "denied": 1523, "mature": 1524, "deeply": 1525, "felt": 1526, "travel": 1527, "300": 1528, "russian": 1529, "ask": 1530, "sit": 1531, "rendered": 1532, "impassive": 1533, "phoenix": 1534, "masterful": 1535, "chiefly": 1536, "inspires": 1537, "drive": 1538, "faster": 1539, "hugh": 1540, "grant": 1541, "charm": 1542, "analyze": 1543, "sports": 1544, "aficionados": 1545, "cast": 1546, "impossibly": 1547, "situations": 1548, "resourceful": 1549, "fact": 1550, "cuts": 1551, "chase": 1552, "modern": 1553, "girl": 1554, "dilemma": 1555, "fishy": 1556, "seasonal": 1557, "holiday": 1558, "anyone": 1559, "indeed": 1560, "soon": 1561, "liberal": 1562, "doses": 1563, "gorgeous": 1564, "exterior": 1565, "photography": 1566, "stable": 1567, "joke": 1568, "thousand": 1569, "busts": 1570, "comfy": 1571, "cell": 1572, "delighted": 1573, "fast": 1574, "touching": 1575, "paxton": 1576, "falling": 1577, "trap": 1578, "vanity": 1579, "project": 1580, "offer": 1581, "ultra": 1582, "loud": 1583, "pointless": 1584, "mayhem": 1585, "characteristic": 1586, "historically": 1587, "significant": 1588, "mesmerizing": 1589, "poem": 1590, "last": 1591, "poorly": 1592, "staged": 1593, "lit": 1594, "results": 1595, "snagged": 1596, "nomination": 1597, "try": 1598, "terminally": 1599, "surge": 1600, "swirling": 1601, "rapids": 1602, "leap": 1603, "pinnacle": 1604, "pleasantly": 1605, "reign": 1606, "fire": 1607, "rental": 1608, "resonant": 1609, "low": 1610, "budget": 1611, "insult": 1612, "everyone": 1613, "buy": 1614, "viewers": 1615, "mind": 1616, "bending": 1617, "part": 1618, "qatsi": 1619, "trilogy": 1620, "godfrey": 1621, "reggio": 1622, "music": 1623, "glass": 1624, "?": 1625, "sad": 1626, "sordid": 1627, "universe": 1628, "unlimited": 1629, "phony": 1630, "flavours": 1631, "apart": 1632, "stories": 1633, "bushels": 1634, "frailty": 1635, "list": 1636, "rest": 1637, "contentedly": 1638, "damn": 1639, "horror": 1640, "copy": 1641, "randomness": 1642, "lively": 1643, "dream": 1644, "distinctive": 1645, "sensibility": 1646, "visceral": 1647, "spiritual": 1648, "wonderfully": 1649, "vulgar": 1650, "sublimely": 1651, "lofty": 1652, "grand": 1653, "played": 1654, "pretty": 1655, "diverting": 1656, "recommend": 1657, "come": 1658, "bewitched": 1659, "adolescents": 1660, "describe": 1661, "how": 1662, "creative": 1663, "caring": 1664, "animals": 1665, "reasons": 1666, "profound": 1667, "artless": 1668, "america": 1669, "notions": 1670, "gives": 1671, "quarter": 1672, "1": 1673, "running": 1674, "succeeds": 1675, "mainly": 1676, "whether": 1677, "wants": 1678, "suspenseful": 1679, "weepy": 1680, "noticed": 1681, "mysterious": 1682, "sensual": 1683, "intense": 1684, "encourage": 1685, "samira": 1686, "makhmalbaf": 1687, "develop": 1688, "language": 1689, "conspicuous": 1690, "intellectual": 1691, "masterpieces": 1692, "friday": 1693, "bluster": 1694, "bite": 1695, "impeccable": 1696, "timing": 1697, "raffish": 1698, "piercing": 1699, "intellect": 1700, "kidman": 1701, "supremely": 1702, "kittenish": 1703, "gradually": 1704, "accumulates": 1705, "suspense": 1706, "excitement": 1707, "plenty": 1708, "offend": 1709, "galled": 1710, "wasted": 1711, "precious": 1712, "puddle": 1713, "loose": 1714, "collection": 1715, "gags": 1716, "scattered": 1717, "powerful": 1718, "bolt": 1719, "theater": 1720, "10": 1721, "daring": 1722, "ritter": 1723, "glory": 1724, "lines": 1725, "adorably": 1726, "ditsy": 1727, "heartfelt": 1728, "sparkling": 1729, "attention": 1730, "tends": 1731, "fleeing": 1732, "certainly": 1733, "disappoint": 1734, "must": 1735, "jumbled": 1736, "surround": 1737, "frankie": 1738, "traditional": 1739, "awakening": 1740, "ripening": 1741, "separation": 1742, "recovery": 1743, "instead": 1744, "hitting": 1745, "schrader": 1746, "ironies": 1747, "devices": 1748, "convey": 1749, "suck": 1750, "development": 1751, "payoffs": 1752, "thinking": 1753, "lethargic": 1754, "grandiosity": 1755, "college": 1756, "student": 1757, "sees": 1758, "himself": 1759, "impervious": 1760, "fall": 1761, "tribute": 1762, "actress": 1763, "journey": 1764, "quirkiness": 1765, "balto": 1766, "moment": 1767, "surprises": 1768, "delights": 1769, "interview": 1770, "construct": 1771, "castro": 1772, "cheated": 1773, "infidelity": 1774, "wacky": 1775, "inspired": 1776, "amazingly": 1777, "misguided": 1778, "informed": 1779, "insanely": 1780, "tells": 1781, "fuss": 1782, "noise": 1783, "terrific": 1784, "nerve": 1785, "raked": 1786, "crackle": 1787, "stagings": 1788, "hardware": 1789, "robust": 1790, "fancy": 1791, "filling": 1792, "fluffy": 1793, "tasty": 1794, "structured": 1795, "robert": 1796, "altman": 1797, "lesser": 1798, "chimes": 1799, "grieving": 1800, "unexplainable": 1801, "pain": 1802, "eccentricities": 1803, "attached": 1804, "concept": 1805, "loss": 1806, "stunning": 1807, "djeinaba": 1808, "diop": 1809, "gai": 1810, "sorvino": 1811, "disposible": 1812, "israeli": 1813, "palestinian": 1814, "pointed": 1815, "personalities": 1816, "blockbuster": 1817, "finally": 1818, "extent": 1819, "warmed": 1820, "him": 1821, "playfully": 1822, "searing": 1823, "plays": 1824, "disease": 1825, "week": 1826, "small": 1827, "melodramas": 1828, "greatest": 1829, "musicians": 1830, "mood": 1831, "easily": 1832, "worm": 1833, "unusually": 1834, "assured": 1835, "idol": 1836, "tried": 1837, "criminal": 1838, "irreparable": 1839, "damage": 1840, "shame": 1841, "tension": 1842, "challenge": 1843, "recommended": 1844, "viewing": 1845, "courage": 1846, "technical": 1847, "proficiency": 1848, "calculated": 1849, "bonds": 1850, "balk": 1851, "given": 1852, "talents": 1853, "ugly": 1854, "cheap": 1855, "bears": 1856, "whiff": 1857, "despite": 1858, "iwai": 1859, "vaunted": 1860, "empathy": 1861, "striking": 1862, "quietly": 1863, "vulnerable": 1864, "praise": 1865, "bitter": 1866, "crank": 1867, "sits": 1868, "behind": 1869, "meter": 1870, "harangues": 1871, "supposed": 1872, "injustices": 1873, "artistic": 1874, "large": 1875, "juiced": 1876, "truth": 1877, "ford": 1878, "administration": 1879, "complicity": 1880, "tearing": 1881, "orphans": 1882, "mothers": 1883, "stumbles": 1884, "placid": 1885, "parent": 1886, "enjoys": 1887, "intentionally": 1888, "introducing": 1889, "cause": 1890, "costly": 1891, "analysis": 1892, "fix": 1893, "unfunny": 1894, "thoughtful": 1895, "having": 1896, "reasonable": 1897, "degree": 1898, "sided": 1899, "outwardly": 1900, "sexist": 1901, "heartwarming": 1902, "nonjudgmental": 1903, "directing": 1904, "sugar": 1905, "turns": 1906, "excites": 1907, "imagination": 1908, "tickles": 1909, "bone": 1910, "number": 1911, "bargain": 1912, "basement": 1913, "european": 1914, "pickup": 1915, "trick": 1916, "celebrate": 1917, "victories": 1918, "grows": 1919, "scenery": 1920, "shameless": 1921, "caricature": 1922, "1999": 1923, "spectacle": 1924, "complacency": 1925, "computer": 1926, "generated": 1927, "norm": 1928, "enjoy": 1929, "evolve": 1930, "critically": 1931, "insightful": 1932, "yet": 1933, "melodramatic": 1934, "mountain": 1935, "molehill": 1936, "missing": 1937, "bike": 1938, "constructed": 1939, "core": 1940, "flimsy": 1941, "worse": 1942, "nonexistent": 1943, "wry": 1944, "observations": 1945, "sharp": 1946, "study": 1947, "cult": 1948, "celebrity": 1949, "lothario": 1950, "laziness": 1951, "arrogance": 1952, "knows": 1953, "won": 1954, "studiously": 1955, "inoffensive": 1956, "travis": 1957, "bickle": 1958, "funky": 1959, "artificial": 1960, "thrives": 1961, "artificiality": 1962, "outrageously": 1963, "transporter": 1964, "ut": 1965, "parachutes": 1966, "onto": 1967, "truck": 1968, "daydreams": 1969, "memories": 1970, "fantastic": 1971, "trope": 1972, "testament": 1973, "recycle": 1974, "ago": 1975, "worked": 1976, "wonders": 1977, "enjoying": 1978, "experience": 1979, "bursting": 1980, "incident": 1981, "scores": 1982, "fictional": 1983, "cynicism": 1984, "bit": 1985, "shabby": 1986, "digital": 1987, "muddy": 1988, "rushed": 1989, "sequel": 1990, "sake": 1991, "generally": 1992, "problems": 1993, "majority": 1994, "shimmers": 1995, "inelegant": 1996, "combination": 1997, "unrelated": 1998, "shorts": 1999, "previous": 2000, "terms": 2001, "thematic": 2002, "content": 2003, "strength": 2004, "unnatural": 2005, "calm": 2006, "shaken": 2007, "song": 2008, "stepdad": 2009, "mean": 2010, "adjusting": 2011, "playing": 2012, "dominate": 2013, "scratches": 2014, "surface": 2015, "dumped": 2016, "speedy": 2017, "swan": 2018, "dive": 2019, "promising": 2020, "landing": 2021, "squarely": 2022, "degenerates": 2023, "na": 2024, "vet": 2025, "arbitrary": 2026, "flashbacks": 2027, "rebellious": 2028, "emotion": 2029, "impressively": 2030, "hot": 2031, "blooded": 2032, "starts": 2033, "tart": 2034, "lemon": 2035, "poignant": 2036, "paper": 2037, "bag": 2038, "wear": 2039, "recognized": 2040, "bilked": 2041, "unsuspecting": 2042, "script": 2043, "snazzy": 2044, "establishes": 2045, "realistic": 2046, "involves": 2047, "unfolding": 2048, "crisis": 2049, "cynical": 2050, "potshots": 2051, "morally": 2052, "bankrupt": 2053, "clever": 2054, "bio": 2055, "doles": 2056, "pieces": 2057, "famous": 2058, "thinks": 2059, "princess": 2060, "smug": 2061, "cartoonish": 2062, "provides": 2063, "forgettable": 2064, "pleasures": 2065, "matinee": 2066, "bewilderingly": 2067, "cruel": 2068, "deception": 2069, "marginal": 2070, "reactionary": 2071, "total": 2072, "lack": 2073, "slow": 2074, "tabloid": 2075, "embalmed": 2076, "senses": 2077, "clamoring": 2078, "note": 2079, "year": 2080, "swept": 2081, "represents": 2082, "intimate": 2083, "feature": 2084, "affecting": 2085, "reflective": 2086, "meditative": 2087, "human": 2088, "nature": 2089, "kaufman": 2090, "earnest": 2091, "community": 2092, "advertisement": 2093, "chai": 2094, "put": 2095, "guitar": 2096, "sell": 2097, "amp": 2098, "apply": 2099, "medical": 2100, "underrehearsed": 2101, "arbitrarily": 2102, "99": 2103, "imagine": 2104, "benigni": 2105, "pinocchio": 2106, "christmas": 2107, "perennial": 2108, "welles": 2109, "unhappy": 2110, "prospect": 2111, "race": 2112, "splitting": 2113, "crazy": 2114, "grandson": 2115, "grief": 2116, "undone": 2117, "pretensions": 2118, "poetic": 2119, "sadly": 2120, "disappointed": 2121, "overblown": 2122, "couple": 2123, "hamming": 2124, "yourself": 2125, "rooting": 2126, "fate": 2127, "befallen": 2128, "carmen": 2129, "friendship": 2130, "against": 2131, "dynamic": 2132, "broder": 2133, "screenplay": 2134, "offensive": 2135, "redundant": 2136, "pitifully": 2137, "wayne": 2138, "pulls": 2139, "aplomb": 2140, "hack": 2141, "resolution": 2142, "incomprehensible": 2143, "anne": 2144, "rice": 2145, "novel": 2146, "soft": 2147, "drink": 2148, "sitting": 2149, "open": 2150, "friend": 2151, "giant": 2152, "hyper": 2153, "amuse": 2154, "resolutely": 2155, "unreligious": 2156, "parents": 2157, "escort": 2158, "megaplex": 2159, "screenings": 2160, "helluva": 2161, "singer": 2162, "jo": 2163, "o": 2164, "pedro": 2165, "rodrigues": 2166, "unwillingness": 2167, "define": 2168, "hero": 2169, "background": 2170, "motivations": 2171, "nowhere": 2172, "biz": 2173, "sets": 2174, "key": 2175, "tackling": 2176, "originality": 2177, "frustrating": 2178, "patchwork": 2179, "uneasy": 2180, "marriage": 2181, "louis": 2182, "begley": 2183, "schmidt": 2184, "payne": 2185, "laughter": 2186, "eloquent": 2187, "memorial": 2188, "disjointed": 2189, "halfway": 2190, "forum": 2191, "demonstrate": 2192, "chops": 2193, "tony": 2194, "gayton": 2195, "anything": 2196, "profits": 2197, "capitalize": 2198, "specific": 2199, "gifts": 2200, "storyline": 2201, "underlying": 2202, "themes": 2203, "impersonal": 2204, "sleep": 2205, "numbing": 2206, "sequence": 2207, "mostly": 2208, "routine": 2209, "yuen": 2210, "britney": 2211, "popped": 2212, "drivel": 2213, "matter": 2214, "forcing": 2215, "endure": 2216, "contrivance": 2217, "riddled": 2218, "godard": 2219, "visually": 2220, "ravishing": 2221, "penetrating": 2222, "derive": 2223, "mediocre": 2224, "involved": 2225, "mattei": 2226, "loses": 2227, "circular": 2228, "structure": 2229, "ever": 2230, "discourse": 2231, "chilling": 2232, "said": 2233, "momentum": 2234, "position": 2235, "undeterminable": 2236, "stays": 2237, "various": 2238, "sidekicks": 2239, "add": 2240, "needed": 2241, "levity": 2242, "bleak": 2243, "alien": 2244, "creature": 2245, "vaguely": 2246, "rain": 2247, "superior": 2248, "exceptional": 2249, "re": 2250, "create": 2251, "'50s": 2252, "flicks": 2253, "kinda": 2254, "dumb": 2255, "actual": 2256, "vietnam": 2257, "combat": 2258, "standard": 2259, "demonstrates": 2260, "setpieces": 2261, "latest": 2262, "reincarnation": 2263, "teacher": 2264, "hip": 2265, "hop": 2266, "fan": 2267, "appreciate": 2268, "scratch": 2269, "'m": 2270, "sure": 2271, "dragonfly": 2272, "where": 2273, "happening": 2274, "throw": 2275, "elbows": 2276, "necessary": 2277, "engaged": 2278, "dismally": 2279, "sci": 2280, "fi": 2281, "vision": 2282, "painterly": 2283, "literary": 2284, "treated": 2285, "celebration": 2286, "sounds": 2287, "lyrical": 2288, "tacky": 2289, "reprehensible": 2290, "manipulating": 2291, "collective": 2292, "fear": 2293, "bestowing": 2294, "sincerity": 2295, "unequivocally": 2296, "entr": 2297, "heated": 2298, "ends": 2299, "relatively": 2300, "flavorless": 2301, "cartoon": 2302, "profile": 2303, "fluidity": 2304, "agitprop": 2305, "outlandishness": 2306, "nice": 2307, "collision": 2308, "start": 2309, "refreshingly": 2310, "biggest": 2311, "names": 2312, "japanese": 2313, "anime": 2314, "inexplicable": 2315, "nightmare": 2316, "population": 2317, "shrugging": 2318, "acceptance": 2319, "each": 2320, "overwrought": 2321, "ambiguous": 2322, "goofy": 2323, "provocative": 2324, "barriers": 2325, "prove": 2326, "claim": 2327, "straight": 2328, "face": 2329, "postcard": 2330, "commands": 2331, "becomes": 2332, "distasteful": 2333, "downright": 2334, "scenic": 2335, "careers": 2336, "scruffy": 2337, "sands": 2338, "titular": 2339, "attempts": 2340, "vain": 2341, "intensity": 2342, "hair": 2343, "design": 2344, "wildean": 2345, "thrill": 2346, "spends": 2347, "fairly": 2348, "oriented": 2349, "stinker": 2350, "touches": 2351, "smartly": 2352, "wistfully": 2353, "belinsky": 2354, "guessing": 2355, "innovative": 2356, "crisp": 2357, "unaffected": 2358, "gentle": 2359, "longing": 2360, "unexpectedly": 2361, "rewarding": 2362, "assuming": 2363, "conditioning": 2364, "miraculous": 2365, "slight": 2366, "overflows": 2367, "wisdom": 2368, "aid": 2369, "available": 2370, "workers": 2371, "everybody": 2372, "wanna": 2373, "watch": 2374, "guy": 2375, "dressed": 2376, "clown": 2377, "violently": 2378, "gang": 2379, "raped": 2380, "dated": 2381, "depending": 2382, "ignorant": 2383, "fairies": 2384, "natured": 2385, "spend": 2386, "decidedly": 2387, "mixed": 2388, "positive": 2389, "package": 2390, "timely": 2391, "wrapped": 2392, "disappointingly": 2393, "spreading": 2394, "sophomoric": 2395, "weirdness": 2396, "learning": 2397, "inventing": 2398, "remarkable": 2399, "capturing": 2400, "innocence": 2401, "idealism": 2402, "encounter": 2403, "downtown": 2404, "caf": 2405, "overhearing": 2406, "bunch": 2407, "late": 2408, "twenty": 2409, "somethings": 2410, "natter": 2411, "desperately": 2412, "wishing": 2413, "tables": 2414, "freaky": 2415, "spent": 2416, "duration": 2417, "shooting": 2418, "schedule": 2419, "waiting": 2420, "scream": 2421, "irritating": 2422, "western": 2423, "ear": 2424, "awfully": 2425, "impetus": 2426, "complicated": 2427, "triangle": 2428, "develops": 2429, "jimmy": 2430, "relentless": 2431, "anger": 2432, "creates": 2433, "hypnotic": 2434, "physical": 2435, "nudity": 2436, "dying": 2437, "setting": 2438, "hatred": 2439, "implosion": 2440, "framing": 2441, "uninventive": 2442, "knockaround": 2443, "presents": 2444, "puppet": 2445, "receding": 2446, "hairline": 2447, "weathered": 2448, "countenance": 2449, "breckin": 2450, "meyer": 2451, "ridiculously": 2452, "inappropriate": 2453, "valley": 2454, "collegiate": 2455, "toward": 2456, "restoring": 2457, "luster": 2458, "national": 2459, "lampoon": 2460, "franchise": 2461, "reduced": 2462, "direct": 2463, "video": 2464, "irrelevancy": 2465, "summertime": 2466, "uncovers": 2467, "trail": 2468, "rethink": 2469, "attitudes": 2470, "joy": 2471, "creed": 2472, "irrevocable": 2473, "price": 2474, "cliff": 2475, "notes": 2476, "edition": 2477, "cheat": 2478, "precise": 2479, "discordant": 2480, "topple": 2481, "competence": 2482, "walked": 2483, "delicate": 2484, "tightrope": 2485, "farcical": 2486, "loathsome": 2487, "tommy": 2488, "clean": 2489, "peep": 2490, "booths": 2491, "variety": 2492, "laughing": 2493, "crowd": 2494, "step": 2495, "gary": 2496, "fleder": 2497, "giggle": 2498, "adrenaline": 2499, "boost": 2500, "feeling": 2501, "lowered": 2502, "standards": 2503, "revealing": 2504, "collaborative": 2505, "farce": 2506, "frozen": 2507, "tundra": 2508, "soap": 2509, "opera": 2510, "playful": 2511, "recapitulation": 2512, "artist": 2513, "ray": 2514, "hope": 2515, "refugees": 2516, "ahead": 2517, "resist": 2518, "past": 2519, "chronically": 2520, "signals": 2521, "whiffle": 2522, "ball": 2523, "intrepid": 2524, "exploring": 2525, "attraction": 2526, "crosses": 2527, "sexual": 2528, "identity": 2529, "edge": 2530, "seat": 2531, "stretches": 2532, "difference": 2533, "12th": 2534, "disposable": 2535, "producer": 2536, "penotti": 2537, "explosions": 2538, "sadism": 2539, "beat": 2540, "pulp": 2541, "luminous": 2542, "interviews": 2543, "polemical": 2544, "tract": 2545, "started": 2546, "fell": 2547, "contradictory": 2548, "tear": 2549, "listless": 2550, "kid": 2551, "pleaser": 2552, "jar": 2553, "binks": 2554, "interpretation": 2555, "prefeminist": 2556, "plight": 2557, "intriguing": 2558, "species": 2559, "trot": 2560, "conventional": 2561, "science": 2562, "fiction": 2563, "bug": 2564, "eyed": 2565, "monsters": 2566, "futuristic": 2567, "skimpy": 2568, "clothes": 2569, "fitfully": 2570, "bergmanesque": 2571, "numbingly": 2572, "concerned": 2573, "strict": 2574, "reality": 2575, "artifice": 2576, "duke": 2577, "theatrical": 2578, "rank": 2579, "further": 2580, "evidence": 2581, "tom": 2582, "tykwer": 2583, "spinning": 2584, "lola": 2585, "pony": 2586, "maker": 2587, "softheaded": 2588, "metaphysical": 2589, "claptrap": 2590, "cut": 2591, "highest": 2592, "flatter": 2593, "chick": 2594, "blazingly": 2595, "alive": 2596, "admirable": 2597, "outside": 2598, "unclear": 2599, "why": 2600, "undertaken": 2601, "ridiculous": 2602, "dialog": 2603, "oh": 2604, "convenient": 2605, "putters": 2606, "astute": 2607, "blank": 2608, "japan": 2609, "use": 2610, "watercolor": 2611, "since": 2612, "dumbo": 2613, "ranks": 2614, "viewer": 2615, "molly": 2616, "stay": 2617, "pursuers": 2618, "leblanc": 2619, "hey": 2620, "baseball": 2621, "monkey": 2622, "justify": 2623, "weak": 2624, "gangster": 2625, "worthwhile": 2626, "moviegoing": 2627, "immensely": 2628, "different": 2629, "impressed": 2630, "tit": 2631, "tat": 2632, "retaliatory": 2633, "responses": 2634, "allow": 2635, "pulling": 2636, "plug": 2637, "conspirators": 2638, "averting": 2639, "armageddon": 2640, "haunting": 2641, "paul": 2642, "pender": 2643, "wood": 2644, "relentlessly": 2645, "folksy": 2646, "procession": 2647, "stagy": 2648, "stacked": 2649, "binary": 2650, "oppositions": 2651, "shoulders": 2652, "entry": 2653, "thin": 2654, "soup": 2655, "canned": 2656, "unifying": 2657, "rhythm": 2658, "flesh": 2659, "pushiness": 2660, "decibel": 2661, "volume": 2662, "escape": 2663, "romanek": 2664, "conscious": 2665, "scrutiny": 2666, "childhood": 2667, "uplifting": 2668, "wise": 2669, "disquieting": 2670, "provoking": 2671, "bruised": 2672, "prone": 2673, "indignation": 2674, "appreciates": 2675, "art": 2676, "television": 2677, "series": 2678, "missed": 2679, "dozen": 2680, "episodes": 2681, "six": 2682, "narrator": 2683, "convince": 2684, "transfigures": 2685, "esther": 2686, "speaking": 2687, "stage": 2688, "anchors": 2689, "attractive": 2690, "painfully": 2691, "experienced": 2692, "texture": 2693, "foreign": 2694, "philosophers": 2695, "hampered": 2696, "paralyzed": 2697, "aims": 2698, "sounding": 2699, "satire": 2700, "xerox": 2701, "mildly": 2702, "unimpressive": 2703, "despairingly": 2704, "malkovich": 2705, "deserved": 2706, "hearts": 2707, "wins": 2708, "20": 2709, "later": 2710, "preliminary": 2711, "looks": 2712, "sonny": 2713, "answers": 2714, "questions": 2715, "quickly": 2716, "relationships": 2717, "criminals": 2718, "affirming": 2719, "skillful": 2720, "fisher": 2721, "affectionately": 2722, "natalie": 2723, "babbitt": 2724, "endearing": 2725, "1975": 2726, "flattering": 2727, "spotlight": 2728, "lang": 2729, "metropolis": 2730, "kane": 2731, "eisenstein": 2732, "potemkin": 2733, "appropriately": 2734, "afternoon": 2735, "concludes": 2736, "clarity": 2737, "dawn": 2738, "undistinguished": 2739, "headline": 2740, "orthodox": 2741, "jews": 2742, "west": 2743, "bank": 2744, "joseph": 2745, "cedar": 2746, "humorous": 2747, "general": 2748, "nervous": 2749, "captures": 2750, "anguish": 2751, "ache": 2752, "confusing": 2753, "messages": 2754, "wish": 2755, "assassin": 2756, "documentary": 2757, "genial": 2758, "ingenious": 2759, "fueled": 2760, "comedic": 2761, "zhao": 2762, "benshan": 2763, "dong": 2764, "jie": 2765, "free": 2766, "rein": 2767, "pretentious": 2768, "wanted": 2769, "soul": 2770, "searching": 2771, "garbage": 2772, "putrid": 2773, "pond": 2774, "pauly": 2775, "shore": 2776, "offering": 2777, "lower": 2778, "stitch": 2779, "immature": 2780, "depth": 2781, "developments": 2782, "industry": 2783, "survival": 2784, "basketball": 2785, "teams": 2786, "season": 2787, "rubbo": 2788, "dumbed": 2789, "tactics": 2790, "inducing": 2791, "twist": 2792, "except": 2793, "mile": 2794, "yours": 2795, "veers": 2796, "course": 2797, "deftly": 2798, "reveals": 2799, "buried": 2800, "beneath": 2801, "spellbinding": 2802, "serpent": 2803, "smirk": 2804, "nor": 2805, "uneven": 2806, "members": 2807, "duplicate": 2808, "bela": 2809, "lugosi": 2810, "cliched": 2811, "vampire": 2812, "accent": 2813, "inject": 2814, "raunch": 2815, "rehash": 2816, "backdrop": 2817, "risks": 2818, "trivializing": 2819, "chouraqui": 2820, "doubt": 2821, "affirm": 2822, "help": 2823, "unimaginable": 2824, "excellent": 2825, "clumsy": 2826, "convoluted": 2827, "appeal": 2828, "cesspool": 2829, "friendly": 2830, "outing": 2831, "downer": 2832, "grin": 2833, "richness": 2834, "characterization": 2835, "fraction": 2836, "virtues": 2837, "overshadowed": 2838, "predictability": 2839, "laziest": 2840, "portrays": 2841, "counterparts": 2842, "frankly": 2843, "absolutely": 2844, "whose": 2845, "suffered": 2846, "horrible": 2847, "pains": 2848, "cancer": 2849, "shainberg": 2850, "telling": 2851, "pride": 2852, "shoddy": 2853, "brush": 2854, "business": 2855, "assume": 2856, "jury": 2857, "bestowed": 2858, "hoffman": 2859, "brother": 2860, "gordy": 2861, "waldo": 2862, "salt": 2863, "screenwriting": 2864, "award": 2865, "2002": 2866, "sundance": 2867, "festival": 2868, "honoring": 2869, "actually": 2870, "jagger": 2871, "mournfully": 2872, "brittle": 2873, "homogenized": 2874, "lurks": 2875, "below": 2876, "proceedings": 2877, "adds": 2878, "constant": 2879, "mindset": 2880, "joint": 2881, "promotion": 2882, "association": 2883, "teenaged": 2884, "rap": 2885, "adolescent": 2886, "poster": 2887, "lil": 2888, "bow": 2889, "decided": 2890, "although": 2891, "scooby": 2892, "doo": 2893, "retro": 2894, "refitting": 2895, "campy": 2896, "recall": 2897, "older": 2898, "nickelodeon": 2899, "esque": 2900, "devastating": 2901, "testimony": 2902, "alexandre": 2903, "desplat": 2904, "sublime": 2905, "excels": 2906, "unlike": 2907, "ilk": 2908, "manager": 2909, "save": 2910, "misery": 2911, "topic": 2912, "virtuosic": 2913, "forced": 2914, "jersey": 2915, "lowbrow": 2916, "uma": 2917, "unentertaining": 2918, "middle": 2919, "piss": 2920, "trees": 2921, "drag": 2922, "liberating": 2923, "deserve": 2924, "f": 2925, "criterion": 2926, "dvd": 2927, "animation": 2928, "phenomenon": 2929, "spooky": 2930, "league": 2931, "york": 2932, "finest": 2933, "nicely": 2934, "understated": 2935, "expression": 2936, "keeping": 2937, "themselves": 2938, "kicking": 2939, "pious": 2940, "preachy": 2941, "terrible": 2942, "angels": 2943, "proves": 2944, "preposterous": 2945, "robotically": 2946, "italicized": 2947, "clear": 2948, "killed": 2949, "rug": 2950, "under": 2951, "secretary": 2952, "romance": 2953, "maintains": 2954, "buoyant": 2955, "throughout": 2956, "notwithstanding": 2957, "writers": 2958, "sporadic": 2959, "dips": 2960, "freudianism": 2961, "humanist": 2962, "mention": 2963, "gently": 2964, "meditation": 2965, "unorthodox": 2966, "organized": 2967, "recycled": 2968, "version": 2969, "powerhouse": 2970, "19th": 2971, "century": 2972, "prose": 2973, "nickleby": 2974, "halfhearted": 2975, "zeal": 2976, "8th": 2977, "grade": 2978, "delving": 2979, "patriot": 2980, "games": 2981, "wallop": 2982, "versions": 2983, "however": 2984, "downbeat": 2985, "incessantly": 2986, "angry": 2987, "motions": 2988, "pale": 2989, "n": 2990, "consequences": 2991, "member": 2992, "aggressively": 2993, "morbid": 2994, "lingering": 2995, "sustain": 2996, "taymor": 2997, "avant": 2998, "garde": 2999, "broadway": 3000, "lion": 3001, "king": 3002, "titus": 3003, "brings": 3004, "airs": 3005, "compendium": 3006, "fifteen": 3007, "length": 3008, "satisfy": 3009, "boozy": 3010, "indulgence": 3011, "catalyst": 3012, "struggle": 3013, "black": 3014, "manhood": 3015, "restrictive": 3016, "chaotic": 3017, "sketchy": 3018, "nevertheless": 3019, "jim": 3020, "celebrated": 3021, "wonder": 3022, "argento": 3023, "26": 3024, "youthful": 3025, "aggressiveness": 3026, "vein": 3027, "bled": 3028, "stock": 3029, "mess": 3030, "unfortunately": 3031, "precisely": 3032, "arthur": 3033, "fundamentals": 3034, "parochial": 3035, "pleasant": 3036, "relevant": 3037, "today": 3038, "retread": 3039, "tempting": 3040, "1957": 3041, "brooding": 3042, "parade": 3043, "drowsy": 3044, "infatuated": 3045, "examination": 3046, "cerebral": 3047, "likable": 3048, "exception": 3049, "elizabeth": 3050, "hurley": 3051, "breasts": 3052, "showcases": 3053, 